// © Copyright 2012-2013, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Administração de dispositivo";

TaskTitle = "Administração de dispositivo";
HSDPasswordButton = "Definir/alterar senha do admin…";
HSDEnableAllTitle = "Ativar tudo";
HSDDisableAllTitle = "Desativar tudo";
HSDCustomSettingsTitle = "Configurações personalizadas:";
HSDOnTitle = "Ativar";
HSDFeatureNameTitle = "Nome do recurso";

Networking = "Ethernet";
Wireless = "Sem fio";
WirelessAccessPoint = "Ponto de acesso sem fio";
Fax = "Fax";
DigitalSend = "Envio digital";
MassStorage = "Cartão fotográfico/armazenamento em massa";
ePrint = "ePrint";
SIPs = "SIPs";
MobileApps = "Serviço MobileApps";
ControlPanelAccess = "Bloqueio do painel de controle";
Scan = "Digitalizar";
RemoteScan = "Digitalizar a partir de um computador ou dispositivo móvel";
WebScan = "Busca na Web";
WebServices = "Serviços da Web";
FaxReprint = "Reimpressão de fax";
ReceivingColorFax = "Fax colorido (Fax de entrada)";
PrintFromMassStorage = "Abrir/Imprimir de Dispositivos USB";
ScanToMassStorage = "Salvar no USB (Digitalizar para USB)";
MassStorageRestrictColor = "Impressão colorida a partir de dispositivos de memória";
Copy = "Copiar";
ColorCopy = "Cópia colorida";
DFA = "Arquivamento de fax do dispositivo (DFA)";
ScanToEmail = "Digitalizar para e-mail";
ScanToNetworkFolder = "Digitalizar para pasta de rede";
ScanToSharePoint = "Digitalizar e enviar para o SharePoint";
ManualFromEmailAddress = "Entrada manual do endereço de e-mail";
ConsumableSubscription = "Registro de tinta";
SFS = "Ajuda online";
UsageDataCollection = "Coleta de dados de uso";
WebProxy = "Proxy web";
WDAP = "Detecção Automática de Proxy Web (WPAD)";
FirmwareUpdate = "Atualização do Firmware";
WebFirmwareUpdate = "Atualização de firmware baixada da Web";

AirPrint = "AirPrint™";
GoogleCloudPrint = "Google Cloud Print";
GoogleCloudPrintPrivet = "Imprimir com o Google Cloud Print em uma rede sem fio";

DisableControlPanelAccessAlertTitle =  "Habilitar o Bloqueio do Painel de Controle também restringe o acesso às configurações da impressora no HP Utility. Tem certeza de que deseja habilitar o Bloqueio do Painel de Controle?";
DisableControlPanelAccessAlertDescription = "O HP Utility requer que o Bloqueio do Painel de Controle seja desabilitado para exibir e definir as configurações da impressora. Caso esteja habilitado, será necessário usar o Servidor Web incorporado da impressora para realizar a configuração.";
DisableControlPanelAccessAlertButton = "Habilitar Bloqueio do Painel de Controle";

HSDFeatureRequiresRebootNote = "(1) Reinicie a impressora para que essa configuração entre em vigor.";

NoSetTitle = "%@ não está atualizado.";
NoSetMessage = "Você excedeu o número máximo de tentativas permitido para alterar essa configuração. Tente novamente após uma hora.";

// password window
HSDOldPasswordTitle = "Senha antiga:";
HSDNewPasswordTitle = "Nova senha:";
HSDConfirmPasswordTitle = "Confirmar nova senha:";
IncorrectPasswordMessage = "A senha está incorreta.";
NewPasswordTooLong = "A nova senha é muito longa.";
PasswordNotSupported = "Alteração de senha não suportada.";
PasswordRuntimeError = "Erro desconhecido.";

HSDOkButton = "OK";
HSDCancelButton = "Cancelar";
